results/low/fom_only/fom_only_case/system/forceCoeffsIncompressible
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  13
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/

patches     (cylinder);

magUInf     1;
Aref        2;
dragDir     (1 0 0);
liftDir     (0 1 0);

rho         rhoInf;
rhoInf      1;

// Moment calculation parameters
lRef        2;
CofR        (1.34511e-07 5.57169e-08 0);
pitchAxis   (0 0 1);

#includeEtc "caseDicts/functions/forces/forceCoeffsIncompressible.cfg"

// ************************************************************************* //
